{
    "pro1": {
        "name": "Absorbent Gauze",
        "images": [
            "assets/images/absorbentgauze.jpg"
        ],
        "desc": "|MODERN| absorbent gauze cloth is Packed by the well-equipped infrastructural facilities and experienced personnel, our company has emerged as one of the well-established manufacturers and exporters of Absorbent Gauze Cloth. The Absorbent Gauze Cloth is manufactured as per schedule F (II) Standards. Our entire range is made by utilizing high quality cotton cloth and other base materials. These are bleached by using hydrogen peroxide, thus, are very suitable for surgical dressing. Our range is available in packets of Various sizes as per the needs of our clients."
    },
    "pro2": {
        "name": "Bandage Cloth",
        "images": [
            "assets/images/bandagecloth.jpg"
        ],
        "desc": "|MODERN| Surgical Bandage Cloth offered by us is of the best quality and totally hygienic. We stand among the prominent Manufacturers of Bandage Cloth based in Tamilnadu. \n This Bandage cloth is in high demand in hospitals Our range is available in rolls of 90cm to 120cm."
    },
    "pro3": {
        "name": "Combined Dressing Pad",
        "images": [
            "assets/images/dressingpad.jpg",
            "assets/images/combinedressingpad.jpg",
            "assets/images/combinedressingpad1.jpg",
            "assets/images/combinedressingpad2.jpg",
            "assets/images/combinedressingpad3.jpg"
        ],
        "desc": "|MODERN| Combine dressing pad is a superior range of combination dressing which is manufactured using innovative and an advanced production process. These wound dressings are fabricated using quality raw material and can be customized as per specification of clients. \n Further, our range finds application in dressing were high absorbency is required to handle heavy drainage, and keep the wound dry. We use superior grade absorbent cotton in manufacturing these wound dressings and offer them in various shapes and sizes. \n These combine wound care dressing are manufactured using highly absorbent cotton. non-woven fibre absorbent cotton filter having rayon fibers allow liquid to diffuse through the combine pad. Hydrophobic packing The range of combine dressing, wound care dressing is available in following sizes. \n The range of combine dressing, wound care dressing is available in following sizes. \n ☑ 7.5cm x 7.5cm ☑ 10cm x 10cm ☑ 15cm x 10cm ☑ 20cm x 10cm \n The offered dressing pad is available with us in various sizes as per the needs of our clients."
    },
    "pro4": {
        "name": "Cotton Wool",
        "images": [
            "assets/images/cottonwool.jpg"
        ],
        "desc": "|SRI RAM SURGICALS| Absorbent Cotton also known as surgical cotton, has high fluid absorbency. The raw cotton is processed by a series of steps which render the cotton hydrophilic in nature and free from impurities. \n |FEATURES:| \n ◍     Our art of quality in pouch packing is air tight and has zero percentage chance of contamination. \n◍ Our product made of premium quality cotton with high absorbency and softness. \n◍ Size: 25g, 50g, 100g, 200g, 400g, 500g (other weight and package can be produced as per requirement). \n◍ No impurity, such as unusual fiber, black spot, red thread or blue thread, no smell. \n◍ Single use for surgical dressings in Clinic, Dental, Nursing Homes, Hospitals and cosmetic purposes."
    },
    "pro6": {
        "name": "Gamjee Roll",
        "images": [
            "assets/images/foldedgauze.jpg"
        ],
        "desc": "|MODERN| Gamjee Roll is made up of Absorbent Surgical Cotton wrapped in Woven/Non Woven Gauze in Rolled Form. It is ideal for padding ,Plastering and Dressing. These dressing pads are manufactured in compliance with the FDA set norms by using sophisticated machinery"
    },
    "pro7": {
        "name": "Cotton Ball",
        "images": [
            "assets/images/cottonball.jpg",
            "assets/images/cottonball1.jpg",
            "assets/images/cottonball2.jpg"
        ],
        "desc": "|MODERN| Cotton ball are used in various applications. Mainly to clean the Woundbed and for Debridement. \nThe raw cotton is processed by series of steps which render the cotton hydrophilic in character and free from external impurities needed to be fit for use in wound dressings."
    },
    "pro8": {
        "name": "Gauze Swabs",
        "images": [
            "assets/images/gauzewhole.jpg",
            "assets/images/gauzeswabs.jpg",
            "assets/images/gauzeswabs1.jpg",
            "assets/images/gauzeswabs2.jpg"
        ],
        "desc": "|MODERN| STERILE GAUZE SWABS are made from PURE COTTON CLOTH & packed with hygienic condition for medical purpose. Sterile gauze swab is the basic material for Debridement . It can be used for dressings and bandages to cover all types of wounds and help recover by avoiding exposure to contaminants. \n|THE MAIN FUNCTIONS OF STERILE GAUZE SWAB ARE:| \n※ Properly protect the entire surface of the woundbed in a comfortable manner. \n※ Absorb exudate from the wound. Depending on the type of wound, a thicker or thinner gauze swab should be used. \n※ Maintain uniform pressure Help in the removal of necrotic tissues. \n※ Sterile gauze creates an environment conducive to rapid and painless recovery. \n※ Maintain ideal temperature during the healing process.\n|PACKAGING:| \n◍ 5cm x 5cm x 12PLY \n◍ 7.5cm x 7.5cm x  12PLY \n◍ 10cm x 10cm x 12PLY"
    },
    "pro9": {
        "name": "Mopping pad",
        "images": [
            "assets/images/moppingpad.jpg",
            "assets/images/moppingpad1.jpg",
            "assets/images/moppingpad2.jpg"
        ],
        "desc": "|MODERN| Mopping pad, we are presenting fine quality mopping pad that is designed by our experts utilizing fine grade fabric and is extensively used as a disposable surgical product. This pad is broadly used in Hospitals to eliminate the bacterial attack during the procedure The provided pad is stringently tested on various quality parameters. Our mopping pad is available in various sizes as per the needs of Doctors"
    },
    "pro10": {
        "name": "Single Pack Roller Bandage",
        "images": [
            "assets/images/rollerbandage.jpg"
        ],
        "desc": "|MODERN| single packing Roller bandages are greatly appreciated by medical fraternity for its quality and absorbent value. Our roller bandages are easy to unwind more even no zigzag and free from extra trimming threads. They are free form chemicals and very user friendly. Can be used to immobilize injured body parts (sprains and torn muscles), provide pressure to control internal or external bleeding, absorb drainage, and secure dressings. \nSizes : 5cm, 7.5cm, 10cm, , 15cm \nLength : 3mtr,10mtr"
    },
    "pro11": {
        "name": "Care & Cure Gauze Pad",
        "images": [
            "assets/images/stariledressingpad.jpg"
        ],
        "desc": "|CARE & CURE| Cotton Gauze Pad is crafted for optimal absorption, providing efficient management of wound exudate while promoting a clean and sterile environment for healing."
    },
    "pro12": {
        "name": "Non Sterilized Gauze Swabs",
        "images": [
            "assets/images/swaps.jpg"
        ],
        "desc": "|MODERN| Non Sterilized gauze swabs are widely demanded in Hospitals, for debriding wounds and We make sure to manufacture these products in perfect hygienic condition in strict adherence with the guidelines and specified norms of the medical industry. \nThese swabs thread is blue in color This gauze is made using premium quality natural cotton that is sourced from certified vendors. We offer gauze swabs with Radio opaque and Radio transparent variants. We offer high quality surgical gauze swab. \n|PACKING:| \n◍ 5cm x 5cm x 8PLY & 12PLY \n◍ 7.5cm x 7.5cm x 8PLY & 12PLY \n◍ 10cm x 10cm x 8PLY & 12PLY"
    },
    "pro13": {
        "name": "Roller Bandage",
        "images": [
            "assets/images/rollerbandage3.jpg",
            "assets/images/rollerbandage2.jpg"
        ],
        "desc": "|MODERN| Roller bandages are greatly appreciated by medical fraternity for its quality and absorbent value. Our roller bandages are easy to unwind more even no zigzag and free from extra trimming threads. They are free form chemicals and very user friendly. Can be used to immobilize injured body parts (sprains and torn muscles), provide pressure to control internal or external bleeding, absorb drainage, and secure dressings. \nSizes : 5cm TO 100cm \nLength : 2 to 30mtr"
    }
}